aeschli.vscode-css-formatter
alefragnani.Bookmarks
antfu.smart-clicks
be5invis.toml
bierner.emojisense
eamodio.gitlens
emilast.LogFileHighlighter
esbenp.prettier-vscode
GitHub.copilot
GitHub.copilot-chat
GitHub.vscode-pull-request-github
gurumukhi.selected-lines-count
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
paulmolluzzo.convert-css-in-js
phind.phind
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
tomoki1207.pdf
twxs.cmake
Tyriar.sort-lines
usernamehw.errorlens
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
VisualStudioExptTeam.vscodeintellicode-completions
yzhang.markdown-all-in-one
